---
layout: page
title: About the Bio
tags: [about]
date: 2018-01-20
comments: True
---

<center><h1>写在前面</h1></center>

## 目的
&emsp;&emsp;动机很简单，最近突然来了兴致，想把自己看的一些论文，做的一些项目的经验总结写成博客。一方面可以作为自己对这些知识的巩固；一方面也可以跟他人对此进行交流，加深理解，或者纠正存在的一些错误。
&emsp;&emsp;对于博客的篇幅，应该不会弄得很长，因为也没那没多时间。以论文为例，我会只是将其中的关键技术或者思想进行阐述，或加入一些个人感觉有必要的东西加以辅助。
&emsp;&emsp;对于更新频率，我也无法保证高产出，毕竟这是个要时间的工作。但如果有时间的话，应该会尽量多po几篇。
## 内容

- 机器学习的相关算法与论文
- 通信工程方面的相关论文
- 一些有意思的小技术，比如之前弄了个php的代理网页，感觉有点意思，这个的作用嘛，你懂得。

## 其他

- 博客模板来源 [Moon](https://github.com/TaylanTatli/Moon/ "Moon")